name: "model"
platform: "tensorrt_plan"
max_batch_size: 4

input [
  {
    name: "images"
    data_type: TYPE_FP32
    dims: [ 3, 640, 640 ]
  }
]

output [
  {
    name: "output0"
    data_type: TYPE_FP32
    dims: [ -1, 85 ]
  }
]

dynamic_batching { }
